//PDSRSORT JOB 'DIANA SALGUERO',
// 'PDSR',
// NOTIFY=&SYSUID,
// MSGCLASS=X,
// MSGLEVEL=(1,1),
// CLASS=P
//STEP1   EXEC PGM=SORT
//SYSIN   DD *
  SORT FIELDS=(1,75,CH,A)
/*
//SYSOUT  DD SYSOUT=*
//SORTIN  DD *
NEPTUNE
PLUTO
EARTH
VENUS
MERCURY
MARS
URANUS
SATURN
JUPITER
/*
//SORTOUT DD SYSOUT=*
/*